---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ElementMulticategoryFilter
source: html/34f8d848-4440-e880-3277-4f90e5cf3072.htm
---
# ElementMulticategoryFilter Members

Constructs a new instance of a filter to match elements by built-in category.